Repository: atlas-studios/Session2-G9
Catalog: omegat/project_save.tmx
Source language: zh_cn
Languages: en_us

source: “这人怎么走路一点声音都没有，难道是鬼上身？”林立这厮本来就不是个肯吃亏的性格，被那目光看得很不舒服，心里自然要骂上两句。
en_us: How does that man walk without a sound? Could he be possessed by a ghost? Lin Li's character was not that of one who was willing to lose out. He had been unsettled with the gaze and so naturally he had to curse in his heart.

source: “这人是个疯子。”葛瑞安摇了摇头，语气间带着几分挫败感：“马修斯虽然厉害，但至少还有弱点可抓，比如他儿子他弟弟，可萨鲁曼家这个疯子，我还真拿他没什么办法，除非有绝对的实力，可以在翻手之间将他杀死……可这疯子又偏偏很懂得隐忍，在没有绝对把握之前，他根本不会去挑衅无法战胜的敌人……”
en_us: "This guy is a lunatic." Gerian shook his head. here was a sense of frustration in his tone as he said, "Although Matthew is formidable, at least he has a weakness we can grasp, for example his brothers and his son. But this lunatic from the Sarumans, there's really nothing I can do with him. Unless you have an absolute power that can kill him with a flip of your hands... But this lunatic knows how to endure, and he will not provoke an invincible enemy unless he is absolutely confident."

source: “这什么情况……”
en_us: "What kind of situation is this..."

source: “这什么鸟毛理由，我不在就推迟？”
en_us: "What bird-crap reason is this? He delayed it because I wasn't here?"

source: “这件事……这件事我可以解释……”背地里干的事，被老梅林当场揭穿，克伦威尔神色间不由有些慌张。
en_us: "About this... I can explain..." What was done secretly was exposed on the spot by the Old Merlin, and Cromwell's expression was now a flustered one.

source: “这位小兄弟，帮个忙如何？”林立正躲在一边幸灾乐祸，却不防有人悄悄凑了过来。
en_us: "Little buddy, how about doing me a favor?" Lin Li was hiding at a side gloating at Kevin's misfortune when someone had leaned in on him unwittingly.

source: “这位我没资格认识的先生，你能不能简单一点告诉我，你到底想干什么……”林立问得很无力，他已经快被这家伙给搞疯了，自己从头到尾都不知道他是从哪里冒出来的，也不知道他到底想干些什么，甚至连他叫什么名字都不知道，结果却一直被他指责纠缠和冒犯了罗琳，林立完全搞不明白，就算自己纠缠冒犯罗琳，这又跟他有一毛钱关系吗？
en_us: "Mr I-am-not-qualified-to-know-who, can you tell me in simple terms what you want to do…?" Lin Li asked in a faint voice. He was about to be driven crazy by this fellow. He didn't even know where the fellow came from, or what he wanted to do, or even what his name was. However, he had been accused of pestering and offending Rowling. Lin Li couldn't understand at all; even if he did pester and offend Rowling, did it even have anything to do with him?

source: “这你都不知道？”翊凌雪白了江逸一眼，眉眼中不经意流露出来的妩媚，加上惹火的娇躯大汗淋漓衣袍贴肉，看得江逸浑身燥热不已。
en_us: "You don't know?" Yi Lingxue rolled her eyes at him, her features a picture of unconscious seduction and allure, and with her sensual body hugged tightly by sweat-dampened robes, made Jiang Yi feel hot and bothered.

source: “这倒是有点可能，阴影之巢这几年确实扩张得很凶猛，多半也能招揽到几个败类……”葛瑞安想了想，又摇头否定了这个猜测：“不过还是不对，那可是一百二十五枚巫师之眼，就算我自己出手，都不一定能同时破坏掉，如果阴影之巢真有这么厉害的人物，那还搞什么偷袭，直接上来把我灭掉不就完了？”
en_us: "That's possible. The Shadow's Nest has been expanding ferociously these few years, and could have recruited a few scums..." Gerian pondered, then shook his head and dismissed the speculation. "But it still isn't right. There were 125 Warlock's Eyes. Even I myself couldn't have possibly destroyed all of it at the same time. If the Shadow's Nest really has such a formidable character, why would they still do a sneak attack? They could just kill me directly.

source: “这元力丹药力也太弱了吧？咦……”江逸无语了，正准备把黑色元力撤回来的时候，却发现了一丝不对。
en_us: "The medicinal power of this essence force elixir can't be this weak, can it? Huh..." Jiang Yi was rendered speechless, as he found something wrong with a strand of blank essence force right when he was prepared to withdraw it.

source: “这可不怨我，是他自己非要套交情的，既然他想套，我就给他这个机会，再说他这么热情,我要是不当他叔叔的话，说不定他会很失望……”
en_us: "You can't blame me. He was the one who wanted to pull strings. Since he wants it, then I'll give him the chance. Besides, he's so enthusiastic. If I don't become his uncle, he might be very disappointed..."

source: “这可不行！你好不容易来一趟魔法公会，我这个当叔叔的，怎么好意思让你空手回去。”听出对方并不打算竞争奥法药剂，葛瑞安高兴得心花怒放，只是脸上却是丝毫不露，死活要给城主大人点见面礼，倒真象是一位疼爱晚辈的叔叔。
en_us: "That won't do! It wasn't easy for you to come to the Guild of Magic. How can I, your uncle, let you return empty-handed?" Gerian was overjoyed hearing that he did not have the intention to compete for the Arcane Magic Potion, but he did not display it on his face. He wanted to give him a gift on their first meeting no matter what, and seemed just like an elder who doted on his juniors.

source: “这大概是我唯一不能做主的事了，我必须问过他之后才能做决定……”葛瑞安脸上的表情有些无奈，这件事他确实不能做主，如今的林立可以说是魔法公会最特殊的人，包括葛瑞安在内，没人能逼他做自己不想做的事，所有人都知道，没有了这个年轻的魔法师，也就没有了公会的未来。
en_us: "This is perhaps the only thing I can't decide, I'll have to ask him before I can make a decision..." Gerian's expression was helpless. Indeed, he couldn't call the shots in this matter. Lin Li could be said to be the most unique member in the Guild of Magic. No one could force him to do the things that he didn't want, including Gerian. Everyone knew that without this young mage, there would be no future for the guild.

source: “这家伙想干什么？”愿望术卷轴的威力实在太过恐怖，林立这才刚一拿出来，身后几名玩家就如临大敌的做好了戒备，毕竟这家伙看起来就不象正常人，手里又拿着愿望术卷轴这种变态东西，万一他一个想不开，许愿让系统主神来一场大屠杀什么的，自己站在这里岂不是自寻死路？
en_us: "What is he trying to do?" The power of the scroll of Wishes was almost terrifying. Lin Li had just taken the scroll out when the players behind him had finished all preparations for a formidable enemy. After all, this fellow did not seem normal from the start, and he was holding the scroll of Wishes, the freakiest gear of all. Should he take things too hard and ask the System Lord for a huge massacre, they'd be digging their own graves standing here.

source: “这小子……”安度因挠了挠头，他怎么也想不明白，一个人怎么可以妖孽成这样？一个精通锻造的魔法天才，这跟一头活着的恐龙有什么区别？更何况，安度因可清清楚楚的记得，这小子还拥有深不可测的药剂知识，老头实在无法理解，一个人怎么敢变态到这种程度？
en_us: "This boy..." Andoine scratched his head. He could not understand how one could be so demonic. What difference was there between a magic genius skilled in forging and a living dinosaur? Moreover, he had an immeasurable amount of pharmaceutical knowledge. It was impossible to comprehend how one could become such a freak!

source: “这小子居然还敢来魔法公会！”远远看见克伦威尔走进翡翠高塔，林立吓得是虎躯一震，这家伙前几天不是刚威胁过葛瑞安要如何如何么，怎么这才一转眼就跑魔法公会来了？现在的葛瑞安，可不是前两天那个葛瑞安了，老家伙自从掌握了奥法药剂之后，就跟老年那啥遇到了老军医似的，哪天要是不抖上几抖，那真是浑身上下都不自在。
en_us: This fellow actually dared to come to the Guild of Magic! Lin Li was unnerved watching Cromwell enter the Emerald Tower in a distance. Didn't he just threaten Gerian a few days ago about what to do? And the next minute, he came calling on the Guild of Magic, right? The Gerian today was not the Gerian of yesterday. Ever since he had got ahold of the Arcane Magic Potion, it was as if an old man had met an old army doctor. Without a few smokes of the cigarette everyday, he'd not be at ease.

source: “这就是我先前说的地方了，大家今晚可以放心休息，我在这里住过好几十次了，还从来没遇见过什么危险。”罗麦格雷尼练的燃起一团篝火，又吩咐身旁的长腿美女：“伊娜，这森林北边有一处水源，离这里大概两三百米左右，你拿水袋去装点水回来。”
en_us: “This is the place I mentioned earlier. Everyone can rest at ease for the night. I have stayed here for a dozen times, and not once have I encountered any danger." McGrenn skillfully lit up a bonfire and instructed the long-legged beauty beside him, "Ina, there is a water source in the north of the forest about two to three hundred meters away from here. Take the water bag and fetch some water back."

source: “这就是紫金？”
en_us: "This is purple gold?"

source: “这应该不太可能，除了药剂师公会之外，怎么可能还有人能配出奥法药剂来……”
en_us: "I don't think it's possible. Other than the Pharmacists Guild, who else is able to concoct the Arcane Magic Potion..."

source: “这怎么可能！你是不是看错了?”
en_us: "How is that possible! Did you see it correctly?"

source: “这才刚开始而已。”葛瑞安对他的大惊小怪很是有些不屑：“六大地下势力虽然经营着各种赚钱生意，但比起十一魔法家族千百年积累下来的财富，还差得太远，你好好看着吧，等他们出手的时候，才是真正的拍卖高潮！”
en_us: "This is just the beginning." Gerian was dismissive of his reaction. "Although the six underground forces are running various lucrative businesses, they are still far from boasting the wealth accumulated by the 11 magic families over the past thousand years. Look on carefully, when the time comes for them to show their hands, it will be the real highlight of the auction!"

source: “这才是我为什么不教你新法术的原因。”说到这里，安度因有些惭愧的笑了笑：“其实一开始我只是想做个交换，你在药剂学上指导我，而我在魔法上为你提供一些帮助，虽然这些帮助并不会太大，但让你在十年内达到魔导士境界应该是不成问题。”
en_us: "That is why I stopped teaching you new magic." At this point, Andoine laughed guiltily. "Actually, at the beginning, I just wanted to make an exchange. You’d guide me in pharmaceutics, and I’d help you in magic. Though it might not be much help, it shouldn't be a problem for you to reach the level of a Magic Shooter within ten years."

source: “这是……”葛瑞安先是微微一愣，但他很快就感觉到了一股魔力正在玻璃瓶中滚动，那种纯粹而又干净的感觉，一如老梅林手中的强能水晶。
en_us: "This is..." Gerian was slightly confounded, but very soon sensed a magical mana tumbling in the glass bottle. It was pure and clean, just like the Strong Energy Crystal in Old Merlin's hands.

source: “这是什么鬼功法？这是老天爷故意在玩我吗？”
en_us: "What kind of stupid cultivation technique is this? Are the heavens trying to mess with me?"

source: “这是你的水晶卡，一百二十四万金币全在这上面，你自己可千万收好了，别一不小心弄丢就麻烦大了。”葛瑞安丢过来一张晶莹剔透的水晶薄片，上面用星辰沙蚀刻出几个小小的字母，林立一看，原来是自己在安瑞尔世界的名字。
en_us: "This is your crystal card, that 1,240,000 is in it. You must keep it well. It'll be big trouble if you lose it." Gerian tossed him a translucent crystal chip with a few small letters etched on it with star sand. Lin Li took a look and realized it was the name he used in Anril.

source: “这是怎么回事？”
en_us: "What is going on here?"

source: “这是艾萨克城主办的宴会，我不想把事情闹大，但我奉劝你一句，最好还是立刻向罗琳小姐道歉！”
en_us: "This is Castellan Isaac's banquet, I don't want to blow things up. But I would advise you to apologize to Miss Rowling immediately!"

source: “这是葛瑞安叔叔的原话，至于究竟是什么原因，他没跟我说过，我也不敢去问……”
en_us: "That's what Uncle Gerian said. As for the reason, he did not tell me and I was too scared to ask..."

source: “这有什么区别？”葛瑞安笑得无比嚣张：“反正你现在也恢复魔力了，要是不服的话，你可以再跟我打过啊，看到底谁才是这加洛斯城最强的魔法师！”
en_us: "What's the difference?" Gerian laughter was unbelievably pompous. "You have restored your mana anyway. If you're indignant, you can still fight me and see who is the most powerful mage in Jarrosus City!"

source: “这有什么好奇怪的……”林立的笑容依旧恶劣，开了个头却不继续往下说，只是用手指了指自己被抓住的衣领。
en_us: "What's so strange about it..." Lin Li maintained his nasty smile and broke off mid-sentence. With his finger, he pointed at his collar where the old man was grabbing.

source: “这柳长老也真是的，我消耗了那么多元力，也不给我一两枚高级的灵神丹补充下元力……”
en_us: "Elder Liu can be so mean," he grumbled in a low voice. "I used up so much essence force, yet he refused to give me one or two high-grade Spirit Pills to supplement my essence force..."

source: “这样啊……”
en_us: "In that case..."

source: “这死猩猩，居然还知道打不过就投降？”林立看得是眼界大开，难怪安度因说，它们只是一群喜欢捣乱的小痞子，打得过就在人脸上画圈圈，打不过就趴地上求饶，这真是一头八级魔兽吗？
en_us: "This darned gorilla actually knows to surrender seeing that it can't win the fight?" It was an eye-opener for Lin Li. No wonder Andoine had said they were merely a bunch of troublemakers, drawing circles on faces if they won and begging for mercy on the floor if they lost. Was this really a level-eight magical beast?

source: “这江家少年力量竟比我还要大一些，不好公子危险了！”
en_us: "This youth of the Jiang Clan is even more powerful than me. This is bad, the Young Master is in danger!"

source: “这炼丹师好厉害！”
en_us: "This alchemist is so powerful!"

source: “这老头，还真是一点都没变……”林立有些无奈的笑了笑，从他手中接过了一只深红色的玻璃瓶子，然后又伸手打开瓶塞，凑到鼻间轻轻吸了口气……
en_us: "This old man, there's no change..." Lin Li couldn't help but smile. He took a deep red glass bottle, opened the bung, brought it to his nose and took a whiff.

source: “这老家伙……”林立嘟囔着抱怨了一句，心中却是微微有些感动，葛瑞安这老家伙倒是想得周到，生怕自己在突破的关键时刻受到打扰。
en_us: "This old fellow..." Lin Li grumbled but in his heart he was slightly touched. Gerian, that old fellow, was thoughtful, afraid that Lin Li'd be disturbed at the critical moment of his breakthrough.

source: “这速度……”
en_us: "This speed..."

source: “这黑色元力真是太难练了，两个时辰也才勉强提炼出六缕……”
en_us: "These black essence force strands are too difficult to extract. I barely obtained six wisps after four hours of extraction…"

source: “这黑色元力竟然如此神奇，还能让视力增强！”
en_us: "This black essence force is just miraculous; it can even enhance one's vision!"

source: “这，这……”
en_us: “This… this…”

source: “这，这丹药……”
en_us: "This... this elixir..."

source: “迷幻步！”
en_us: "Psychedelic Steps!"

source: “退……别伤了虎哥！”
en_us: "Retreat... Don't you dare hurt Brother Hu!"

source: “退不退？”
en_us: "Retreat or not?"

source: “退！”
en_us: "Retreat!"

source: “退，退！退！”
en_us: "Retreat, fall back! We retreat!"

source: “道歉就不必了，反正我跟你也不算太熟，如果你只是想求个心安的话，就把道歉留给麦格雷尼先生吧，差点被你害死的人是他而不是我。”对差点害死麦格雷尼的红发美女，林立心头始终耿耿于怀，此时听见对方道歉，心头竟没来由的一阵烦躁，冷着脸放下手中酒杯：“要是没什么事的话，你能不能先离开一下？我这人不太习惯跟美女独处，怕万一忍不住又兽性大发，干出点什么事来就不好了……”
en_us: "There's no need for an apology, we don't know each other well anyway. If you're looking for peace of mind, save your apology for Mr McGrenn. The one who was nearly killed in your hands was him, not me." Lin Li always felt unsettled at the redheaded beauty who had nearly killed McGrenn. At her apology, he suddenly felt irritated for no reason, and put down his wine glass with a cold expression on his face. "If there's nothing else, can you please leave? I'm not used to being alone with a pretty girl lest I can't help my animal instincts from acting up and do something bad..."

source: “那……我就先替巴瑟罗尔那小子谢谢你了。”灰袍法师大概也没有想到，林立会答应得这么干脆，想想估计也是觉得有些对不起林立，于是又带着几分歉意保证：“不过你放心，今天这件事，我一定会让他家那个老家伙给你一个交代。”
en_us: "Then... I'll thank you on Bathrilor's behalf." The mage in gray robe probably did not expect Lin Li to agree so readily. He supposed it was unfair to Lin Li, so he gave his guarantee apologetically, "But you can rest assured. I will definitely make the old fellow from their family give you an explanation for what happened today."

source: “那……那你怎么会认识安度因大师？”马森还是不信，又带着几分狐疑的神色问道。
en_us: "Then... Then how did you know Master Andoine?" still skeptical, Marson questioned with confusion on his face.

source: “那么拍卖继续进行。”凯文手中的锤子又落到台上：“达芙妮女士出价二十万金币，还有没有比达芙妮女士出价更高的？”
en_us: "Then, let the auction continue." Kevin's gavel landed on the table again. "Madam Daphne had offered 200,000 gold coins. Anyone else with a higher bid than Madam Daphne?"

source: “那么，我想请葛瑞安会长鉴定一下，这样一套魔法师装备，大概能值多少金币。”
en_us: "Then, I would like President Gerian to evaluate how much this set of mage equipment is worth."

source: “那也得你有时间睡觉才行。”林立没心没肺的打击着凯文，还伸手指了指翡翠高塔外那熙熙攘攘的人群：“你看看，这么多人，等你一个个敷衍完他们，估计天都亮了。”
en_us: "Then you'd have to get the time to sleep." Lin Li dropped another blow on Kevin heartlessly. He stretched out his hand and pointed to the noisy crowd outside the Emerald Tower. "Look at the number of people. By the time you play them off it'll probably be morning."

source: “那今天晚上？”林立有些担心，这落日山脉危机四伏，随时可能遭遇凶猛的魔兽，特别是到了晚上，许多白天难得一见的魔兽，也会从自己的巢穴中走出，在丛林沟壑之间，捕杀那些熟睡的猎物。
en_us: “Then what about tonight?” Lin Li was somewhat worried. The Sunset Mountains were a dangerous place, and they could encounter ferocious magical beasts anytime, especially in the night when many magical beasts that were rarely seen in the day would leave their nests, lurking in between the ravines, waiting to pounce on the sleeping prey.

source: “那任务失败会不会有什么麻烦？”
en_us: "Then, do failed quests give you any trouble?"

source: “那你先去问问……”林立对这事真没什么兴趣，只是看葛瑞安这么热心，倒也不太好扫他的兴。
en_us: "Then you go and find out first..." Lin Li was really not interested in this deal. But Gerian was so enthusiastic it didn't seem nice to cast a damp over it.

source: “那你先忙，我找他去。”
en_us: "Go and do what you have to do, I'll go look for him."

source: “那你好好休息。”艾萨克犹豫了一下，又有些担心的请林立帮忙：“费雷魔法师，能不能麻烦你暂时看着一下小女？今天人来得太多，我实在脱不开身，罗琳这孩子从小身体就不怎么好，我怕她万一……”
en_us: "Then, take a good rest." Isaac hesitated for a moment, and then, still slightly worried, asked Lin Li for help. "Mage Felic, could you help keep an eye on my daughter for the time being? There are many guests today and I really can't excuse myself. Rowling has not been in good health since young, I'm afraid just in case..."

source: “那你跑来干什么？这里可是落日山脉，安瑞尔大陆北方最凶险的地方之一，就连我这老家伙都只敢在每年七月的时候来这里住几天，你这小子胆子倒是挺大，连这里是什么地方都不知道，就敢一个大摇大摆的闯进来！”
en_us: "Then what are you here for? This is the Sunset Mountains, one of the most dangerous places in the south of the Anril Continent. Even an old fellow like myself would only dare to come here for a few days’ stay every July. You little kid, you have guts, swaggering into the place without even knowing where this is!"

source: “那关我什么事？”
en_us: "What has it got to do with me?"

source: “那去一次好了，什么时候的宴会？”
en_us: "Then, let's go just this once. When is the banquet?”

source: “那地方……该不会有什么问题吧？”安度因试探着问了一句。
en_us: "That place... shouldn't have any problems, right?" Andoine probed a question.

source: “那多谢您了格林魔法师。”
en_us: "Then I'll thank you in advance, Mage Grimm."

source: “那天你刚跟凯文去办手续，克伦威尔的人就找上门来了，哼哼，这蠢货居然要求我把你踢出公会，真是瞎了他的狗眼！”
en_us: "That day, after you went with Kevin to process the documents, someone working under Cromwell had come calling. Hmph, this fool had put in a request for me to kick you out of the guild, he must be blind!

source: “那天的事情是我错了，我不该怀疑你对伊娜有什么企图，更不该在没有把握的情况下，阻止你为麦格雷尼先生治疗……”罗琳自小性格就如天鹅般骄傲，此时虽已认识到了自己的错误，但让她道起歉来，依旧是憋得一张俏脸通红，声音更是有如蚊呐。
en_us: "I was wrong the other day. I shouldn't have doubted your intentions towards Ina, and even more so I shouldn't have stopped you from treating Mr McGrenn when I wasn't even confident..." Rowling was as proud as a swan since a young age. Although she had recognized her mistake now, when it came to apologizing, her pretty face was still flushed and her voice quiet like a mosquito.

source: “那太好了。”林立点了点头，没再继续说什么。
en_us: “That would be great.” Lin Li nodded and said nothing more.

source: “那好，你去吧，安心在炼丹房做事，家族不会亏待你的，我会上报大总管的，给你的月例提高一倍。”
en_us: "Alright then, off you go. Work at the alchemy lab in peace. The family will not treat you unfairly either—I will report this to the chief supervisor and grant you a salary increase of one fold."

source: “那小子想找你谈笔生意，有没有兴趣？”
en_us: “That kid wants to discuss a business deal with you, are you interested?"

source: “那就照你的意思办……”听林立这么说，葛瑞安只是点了点头，并未去追问那条项链有什么出奇之处。
en_us: "We'll do as you wish..." Gerian only nodded after hearing what Lin Li said and did not ask what was so extraordinary about the necklace.

source: “那您今天来……”
en_us: "Then you've come today..."

source: “那您看看这个怎么样？”老板也不介意，又从武器架上拿下一根长枪：“同样是马拉顿锻造坊出产，跟法兰三大禁卫军之一，天空骑士团所用的武器出自同一个锻造师之手，不过价格有点贵，可能要收您五百个金币才行。”
en_us: "Then what do you think about this?" the owner did not mind at all and proceeded to withdraw a lance from the racks, "also crafted by Malaton Forging Workshop and was made in the hands of the same forger who produced weapons used by the Sky Knights, one of the Three Great Felan Lifeguards. But it's a bit pricey and will cost you 500 gold coins."

source: “那我什么时候可以进行等级认证？”林立回答得很干脆，因为他自己也很想知道，自己现在究竟是什么等级。
en_us: “Then, when can I get certified?" Lin Li reply was straightforward. Because he'd also like to know which level he was currently at.

source: “那我们赶紧过去，刚刚我离开的时候，好象已经有人往那边去了！”一听真有问题，安度因顿时眼前一亮，一时间催得比林立还急。
en_us: "Then let's hurry up and go there. Just when I was about to leave, it seemed like someone was already heading in that direction!" Once Andoine heard that there was a problem, his eyes lit up. Momentarily, he was even more desperate than Lin Li.

source: “那我就不耽误你办正事了，万一……”老格林稍稍犹豫了一下，又继续说道：“万一你有什么需要帮忙的地方，可以让人到城主府来找我，这几天我都会在这里，虽然这几年年纪大了，不象前几年那么中用，不过一般的小事，我应该还是能帮你办到的。”
en_us: "Then I shall not hold you up anymore. In case..." Old Grimm hesitated slightly, then continued, "In case there's anything you need help with, you can send someone to look for me at the Castellan Mansion. I will be here these few days. Although I'm getting on in years and am not as useful as compared to a few years ago, I should still be able to help you with trivial matters."

source: “那我怎么感觉，你好象很怕葛瑞安会长似的？”
en_us: "Then, why do I feel that you seem to be afraid of the President?"

source: “那我怎么看着，他们一个个都面黄饥瘦的，你平时虐待他们了？对了对了，屠魔山谷这名字，我怎么听着好象很熟悉似的？”
en_us: "Then why does it seem to me that all of them are emaciated and sallow, do you abuse them usually? Why do I feel like the name Demon Fall Valley sounds familiar?"

source: “那是因为条件有限，没人能教我而已……”
en_us: “That was due to limited conditions, because nobody could teach me…”

source: “那是当然！”葛瑞安一脸得色：“这可是城主大人自己说的，他老爸二十年前见过我一面，据说还指点过我，妈的二十年前那么多魔法师指点过我，我哪记得哪个是他老爸？”
en_us: "That's of course!" Gerian's face was boastful. "The Castellan had said it personally. His father saw me 20 years ago, and apparently he had instructed me. Damn it, so many mages had instructed me 20 years ago, how would I know which one was his father?"

source: “那现在呢？”
en_us: "What about now?"

source: “那真是太遗憾了……”伊瑟拉有些遗憾，不过很快又露出了笑容：“那麻烦您转告那位药剂师先生，我手上正好有一笔大生意，需要三瓶魔能药剂，如果他愿意帮忙的话，报酬绝对会让他满意，曼尼斯家族的珍藏，可以任由他挑选三件！”
en_us: "Then that's too bad..." Ysera was regretful, but quickly regained his smile. "Then, could I trouble you to tell the pharmacist that I happen to have a big deal on hand and am in need of three Magicka Potions? If he's willing to help, the reward will be absolutely satisfactory for him. He can choose any three items from the collection of the Mannes Family!"

source: “那真是太遗憾了……”克伦威尔表情沉痛：“那我能去看看他吗？正好早上出门的时候，父亲让我给他带了一点小礼物。”
en_us: "That's too bad..." Cromwell's expression was aggrieved. "Then, can I see him? My father had told me to bring him a small gift when I left home this morning."

source: “那真是太遗憾了。”城主大人表情沉痛，心里却是在暗爽，那老家伙不来，自己就不用尴尬的喊他葛瑞安叔叔了，从魔法公会回来之后，艾萨克都不知道后悔了多少次了，当初跟那老家伙说点什么不好，非要说父亲见过他一面，这简直就是自寻死路……
en_us: "Then that's too bad." The Castellan's expression was pained but in his heart he was secretly delighted. He would not have to address the old fellow awkwardly as Uncle Gerian now that he was not here. After returning from the Guild of Magic, Isaac had felt regretful countless times. He could have talked about any other things, but he had to mention that his father had met Gerian before. This was like digging his own grave...

source: “那让力量更加强大的目的又是什么？”
en_us: "Then, what is the purpose of making your powers stronger?"

source: “那还有个老二呢？”
en_us: "Then what about the second son?"

source: “那这一位是……”
en_us: "And this is..."

source: “邪门了，再看招……”
en_us: "This is so strange... Try to take this!"

source: “邪门了，这易公子难道深藏不露？”
en_us: "This is so strange, could it be that this Young Master is secretly concealing his great power?"

source: “采药？”
en_us: "Harvest herbs?"

source: “金发，长腿？”林立先是一愣，但很快又反应过来，这全加洛斯城，自己认识的漂亮女冒险者，大概也只有伊娜这么一个了。
en_us: "Blond hair, long legs?" Lin Li was surprised at first, but quickly recovered himself. The only beautiful female adventurer he knew in this Jarrosus City would probably be Ina.

source: “金牌陪练？”
en_us: "Gold token-grade sparring partner?"

source: “钻！钻过去！”
en_us: "Crawl! Crawl through it!"

source: “铸鼎境七重果然强大！”
en_us: "The seventh stage of Cast Tripod Realm is indeed formidable!"

source: “铸鼎境三重？这实力也如此傲气？”
en_us: "Only the third stage of the Cast Tripod Realm? Yet she was so arrogant?"

source: “铸鼎境八重果然强大！凭借肉体的力量，速度就能达到铸鼎境三四重了吧？”
en_us: "The power of the eighth stage of the Cast Tripod Realm is indeed enormously great! If such a person were to relying on his or her bodily strength and abilities alone, surely that person's natural speed would reach a level on par with someone using their third or fourth stage power in the Cast Tripod Realm?"

source: “铸鼎境八重？还是姬家的小姐，掌管聚珍阁？如此绝色！难怪江恨水和这两人如苍蝇般粘着。”
en_us: "Eighth stage of the Cast Tripod Realm? And even the young mistress of the Jiang Clan, the one who is managing the Pearl Gathering Pavilion? Such remarkable beauty! No wonder Jiang Henshui and these two men were sticking to her like flies."

source: “锅里有窝头和肉粥，小奴去亲戚家了，明天回来，勿念！少爷加油！”字体很丑，歪歪斜斜的，江逸看后心头一酸。
en_us: There is wotou and meat porridge in the pot! Xiaonu has left for a relative’s house and will return tomorrow! Don’t worry about me! Do your best, Young Master! Jiang Yi’s heart ached as he read Xiaonu’s ugly, spider-like handwriting.

source: “错觉，一定是错觉，这废物一定是在装腔作势。”
en_us: "Wrong perception! This must be a wrong perception... this good-for-nothing must definitely be faking it."

source: “闭嘴！你还嫌自己不够丢脸？”老梅林立从人群中走出，他身上穿着一件黑色的法师袍，右手紧紧握住一根青色法杖，强大的气息从他身上透出，连远在台阶之上的林立，也感觉到了一股无可抵抗的压力。
en_us: "Shut up! Don't you find yourself embarrassing enough?" Old Merlin emerged from the crowd. He wore a black mage robe, his right hand clutching a green staff. He exuded an aura so powerful that even on the step a distance away, Lin Li could sense an irresistible pressure.
